Repository: kompadre/damavisws
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: es_es

source: Damavis, Damavis Studio, Data, Big Data, Big Data Mallorca, Data Driven, Machine Learning, Mallorca Consultancy, Python, Apache Spark, Visualization, Data Lake, Scala, Apache Hadoop
es_es: Damavis, Damavis Studio, Data, Big Data, Big Data Mallorca, Data Driven, Machine Learning, Consultoría Mallorca, Python, Apache Spark, Visualization, Data Lake, Scala, Apache Hadoop

source: Damavis is an innovative startup specialized in the management of the most important resource of 21st century companies: their data. Our main objective is to get the highest possible performance of the data so that our clients can make better strategic decisions, ensuring scalability, maximum flexibility and integration of artificial intelligence algorithms.
es_es: Damavis es una startup innovadora y especializada en la gestión del recurso más importante de las empresas del siglo XXI: los datos. Nuestro principal objetivo es obtener el mayor rendimiento posible de los datos para que nuestros clientes puedan tomar mejores decisiones estratégicas, asegurando escalabilidad, máxima flexibilidad e integración de algoritmos de inteligencia artificial.

source: Data, Machine Learning &amp; Visualization
es_es: Datos, Machine Learning y Visualización

source: About
es_es: Acerca de nosotros

source: Contact
es_es: Contacto

source: Team
es_es: Nuestro equipo

source: Services
es_es: Servicios

source: Legal
es_es: Aviso Legal

source: Co-founder
es_es: Cofundador

source: Head Data Scientist
es_es: Director Científico de Datos

source: Data Engineer
es_es: Ingeniero de Datos

source: Data Scientist
es_es: Científico de Datos

source: Quality Assurance
es_es: Control de Calidad

source: By clicking the “%s” button, you agree on our <a href="%s">terms of pricacy</a>.
es_es: Clicando en “%s” Vd. acepta nuestras <a href="%s">condiciones legales</a>.

source: All rights reserved
es_es: Todos los derechos reservados

source: Attributions
es_es: Atribuciones

source: Cookies advise
es_es: Política de cookie

source: This website uses cookies to ensure the best experience on our website. If you want to check more details, please read our <a href="%s">Terms and Conditions</a>.
es_es: Este sitio web hace uso de cookies para ofrecer la mejor experiencia al usuario. Para más información lea, por favor, nuestras <a href="%s">Condiciones Legales</a>.

source: Okay
es_es: ¡Entendido!

source: Close
es_es: Cerrar

source: CONTACT
es_es: CONTACTO

source: What is your name?
es_es: Nombre completo

source: What is your message?
es_es: Mensaje completo

source: Send Message
es_es: Enviar mensaje

source: We usually take one day to respond.
es_es: Por lo general tardamos un día en responder.

source: About Us
es_es: Acerca de nosotros

source: Our Team
es_es: Nuestro equipo

source: Work with us
es_es: Empleo

source: ABOUT US
es_es: ACERCA DE NOSOTROS

source: We perform intelligent data analysis
es_es: Hacemos análisis inteligente de datos

source: Damavis is an innovative studio specialized in the management of the most important resource of 21st century companies: their data. Our main goal is to get the highest performance of the data so that our clients can make better strategic business decisions, going hand by hand with them on the way to becoming a Data Driven company. The high versatility of our profiles makes it possible for us to provide our services in any area related to data. We manage from the creation of optimized Data Lakes to the deployment of artificial intelligence algorithms into live production environments whose reponses can happen in real time.
es_es: Damavis es una startup innovadora y especializada en la gestión del recurso más importante de las empresas del siglo XXI: los datos. Nuestro principal objetivo es obtener el mayor rendimiento posible de los datos para que nuestros clientes puedan tomar mejores decisiones estratégicas, acompañándolos en el camino hasta convertirse en una empresa Data Driven. La alta versatilidad de nuestros perfiles hace posible que podamos proporcionar nuestros servicios en cualquier área relacionada con el dato. Gestionamos desde la creación de un optimizado Data Lake hasta la puesta en producción de algoritmos de inteligencia artificial en tiempo real.

source: At Damavis we believe that the journey towards Digital Transformation must be progressive and complete, adapted to the needs of each of our clients. With our experience in the data world, we are able to apply scalable, flexible and adapted solutions to all types of markets.
es_es: En Damavis creemos que el viaje hacia la Transformación Digital debe ser progresivo y completo, adaptado a las necesidades de cada uno de nuestros clientes. Con nuestra experiencia en el mundo del dato, somos capaces de aplicar soluciones escalables, flexibles y adaptadas a todo tipo de mercado.

source: OUR MANIFESTO
es_es: NUESTRO MANIFESTO

source: We believe in our <strong>Teamwork</strong>, it will make the dream work.
es_es: Confiamos en nuestro <strong>equipo</strong>, el que hará que nuestros sueños se cumplan.

source: We keep <strong>quality</strong> as our seal.
es_es: Mantenemos la <strong>calidad</strong> como sello.

source: We’re direct, honest and respectful with others and we excel in the way we do things.
es_es: Somos directos, honestos y respetamos a los demás, destacando así en la manera en la que hacemos las cosas.

source: We’re passionately curious and always remember, that <strong>knowledge is our power</strong>.
es_es: Somos pasionalmente curiosos, recordando siempre que <strong>nuestro poder reside en el conocimiento</strong>.

source: Mission
es_es: Misión

source: To add value to the power of our clients by promoting the use of Big Data in order to create success stories from efficient strategies.
es_es: Añadir valor al potencial de nuestros clientes impulsando el uso del Big Data, para crear casos de éxito a partir de estrategias eficientes.

source: Vision
es_es: Visión

source: To be the reference of quality and talent of the Big Data. A sure investment on the future and success.
es_es: Ser el referente de calidad y talento del Big Data. Una apuesta segura por el futuro y el éxito.

source: Purpose
es_es: Propósito

source: To highlight our commitment to the client, the team and society.
es_es: Destacar nuestro compromiso con el cliente, el equipo y con la sociedad.

source: Damavis history
es_es: Las raíces de Damavis

source: We know your problem, and we know that there is a solution. And not just a solution, but an ability to add value to what you already have and ensure a resounding success for your business. And that power resides in the data.
es_es: Conocemos tu problema, y sabemos que hay una solución. Y no solo una solución, sino una posibilidad de añadir valor a lo que ya tienes y garantizar un éxito rotundo sobre tu empresa. Y ese poder, reside en los datos.

source: Our CEO David Martin has dedicated his life to the world of the big data and artificial intelligence, and in 2018 decided to focus on your vision and create something authentic, quality and above all effective.
es_es: Nuestro CEO David Martín ha dedicado su vida al mundo del big data y la inteligencia artificial, y en 2018 decidió centrarse en su visión y crear algo auténtico, de calidad y sobretodo efectivo.

source: To achieve this, brought together the best, the team that had been working for years and together they created the company Aneior Studio SL, where they recorded their study of Big Data and Machine Learning with the name of Damavis.
es_es: Para conseguirlo, reunió a los mejores, el equipo con el que había estado trabajando durante años y juntos crearon la empresa Aneior Studio SL, donde registraron su estudio de Big Data y Machine Learning con el nombre de Damavis.

source: Within days, thanks to the good reputation of quality that the team had achieved began to work for their first customers.
es_es: En cuestión de días, gracias a la buena reputación sobre calidad que el equipo había conseguido, empezaron a trabajar para sus primeros clientes.

source: The effectiveness, efficiency and overall quality with which Damavis solve the problems of its customers, led to success stories that served as an example and inspiration for new customers.
es_es: La eficacia, eficiencia y sobretodo calidad con la que Damavis resolvía los problemas de sus clientes, derivó en casos de éxito que sirvieron como ejemplo e inspiración para nuevos clientes.

source: Today, we have the trust of customers as Barceló, W2M, Camper, Jumbo Tours, FastPay, Globalia, Avoris, among others. Our goal remains focused on being the benchmark for quality and talent of the Big Data, being a safe bet for the future and success, highlighting our commitment to the customer, the team and society.
es_es: A día de hoy, contamos con la confianza de clientes como Barceló, W2M, Camper, Jumbo Tours, FastPay, Globalia, Avoris, entre otros. Nuestro objetivo sigue focalizado en ser el referente de calidad y talento del Big Data, siendo una apuesta segura por el futuro y el éxito, destacando nuestro compromiso con el cliente, el equipo y con la sociedad.

source: What a customer for a problem or hindrance to progress, Damavis perceives it as a possibility, and transforms, packed in a case of success.
es_es: Lo que para un cliente supone un problema o impedimento para seguir avanzando, Damavis lo percibe como una posibilidad, y lo transforma, de lleno, en un caso de éxito.

source: The path to success depends on your decisions.
es_es: ¿Cómo de acertadas están siendo tus decisiones?

source: Below, you will be able to define the stage your business is on the road to digital transformation.
es_es: El camino al éxito depende de ello. A continuación, podrás definir en qué etapa se encuentra tu negocio en el camino hacia la transformación digital.

source: Stage %d
es_es: Fase %d

source: Data-Resistant
es_es: Resistente al dato

source: In this stage, the company makes no use of the data, relying on the saying "things have always been done this way", something that is a clear brake for progress. The reason why companies could be stuck in this phase is because of the fear that data reveals facts that go against internal interests, such as wrong strategic decisions or inefficient departments.
es_es: En esta fase, la empresa no hace ningún uso del dato, apoyándose en el dicho "las cosas siempre se han hecho así", algo que es un claro freno para el progreso. El motivo por el cual las empresas podrían estar estancadas en esta fase es por miedo a que los datos revelen hechos que van en contra de intereses internos, como pueden ser decisiones estratégicas erróneas o departamentos ineficientes.

source: Data-Aware
es_es: Consciente del dato

source: Once passed the Data-Resistant stage, the company begins to be aware of the value of the data, so it begins to collect a subset of data and perform a basic descriptive analysis which does not lead to taking any action.
es_es: En este momento, la empresa empieza a ser consciente del valor de los datos, motivo por el cual empieza a recolectarlos y a hacer análisis descriptivos básicos, producto de la débil curiosidad que presenta hasta el momento.

source: Data-Guided
es_es: Guiado por el dato

source: Now the company performs extensive analysis of its data, obtaining solid conclusions of the impact of taken past decisions. In this stage, the company is only able to obtain a tactical value from the data, which implies knowing if they should continue doing what they have done until now or changing their strategy.
es_es: Ahora la empresa ya hace un análisis extensivo de sus datos, obteniendo conclusiones sólidas del impacto que han tenido sus decisiones en el pasado y conociendo si fueron buenas o malas. En esta fase, la empresa sólo es capaz de obtener del dato un valor táctico, el cual implica saber si deben seguir haciendo lo que han hecho hasta ahora o cambiar de estrategia.

source: Data-Savy
es_es: Experto con los datos

source: Here, besides the obtained tactical value from the Data-Guided stage, a strategic value is also exploited, which means that the company not only focuses on the what (what has gone wrong?), but also in the (why has it gone wrong?).
es_es: Experto con los datos En esta etapa, la empresa extiende el valor táctico de los datos a también un valor estratégico, en el que la empresa no solo se centra en el qué (¿qué ha ido mal?) sino que lo extiende al por qué (¿por qué ha ido mal?).

source: In this last phase, once businesses have found out what has gone wrong and why, the immediate challenge to tackle is "given that data confirms this fact, what do we do about it?". Decision making is entirely based on what the data says given that it reveals the absolute truth of what happens in the company and in the market.
es_es: En esta última fase, una vez averiguado qué ha ido mal y por qué, la pregunta inmediata que hay que hacer es "dado que los datos confirman este hecho, ¿qué hacemos al respecto?". La toma de decisiones está basada completamente en lo que dicen los datos, los cuales revelan la verdad absoluta de lo que ocurre en la empresa y en el mercado.

source: Get insights from your data
es_es: Transformación digital mediante Big Data

source: SERVICES
es_es: SERVICIOS

source: Data Management
es_es: Gestión del dato

source: Artificial Intelligence
es_es: Inteligencia Artificial

source: Data Visualization
es_es: Visualización de datos

source: Real Time
es_es: Tiempo real

source: MEET OUR TEAM
es_es: NUESTRO EQUIPO

source: We are strongly committed to teamwork, quality, assertiveness, effectiveness and efficiency.
es_es: Apostamos por el trabajo en equipo, la calidad, asertividad, eficacia y eficiencia.

source: Aware of the power that data can offer the world, we have created a team of experts with the ability to create and deliver Big Data tools that lead to success.
es_es: Conscientes del poder que los datos pueden ofrecer al mundo, hemos creado un equipo de profesionales con capacidad de crear y facilitar herramientas de Big Data que conduzcan al éxito.

source: Meet us
es_es: Conócenos

source: CLIENTS
es_es: CLIENTES

source: We have performed outstanding projects with:
es_es: Hemos realizado maravillosos proyectos con:

source: TECHNOLOGY
es_es: TECNOLOGÍA

source: Data management
es_es: Gestión del dato

source: This service stack includes all the necessary processes that intend to organize data in a way that is is prepared to obtain value from it by creating artificial intelligence models and dynamic visualizations that take place in further stages.
es_es: Este stack de servicios incluye toda la gestión necesaria para que el dato esté preparado para sacarle valor en contextos de creación de modelos de inteligencia artificial o visualizaciones dinámicas.

source: We are experts at creating data repositories in their natural format in a way that fulfils the specific needs of our clients thus creating a centralized and strong base so that the different parts of the company can use this source of information to develop their own projects.
es_es: Somos expertos en crear repositorios de datos en su formato natural acorde a las necesidades específicas de nuestros clientes, formando así una base robusta y centralizada para que las diferentes partes de la empresa puedan alimentarse de dicha fuente de información.

source: We take care of understanding the problems of our customers in order to decide which is the optimal format in which their data should be stored.
es_es: Nos encargamos de entender las problemáticas de nuestros clientes para así decidir cuál es el formato óptimo en el que deben estar almacenados sus datos.

source: Extract, Transform and Load, also known as ETL, involves the transformation and processing of data so that analytical teams can develop artificial intelligence models as well as visualizations on which the company relies on.
es_es: Proveniente del inglés Extract, Transform and Load, implica la transformación y el procesamiento del dato para que este pueda ser empleado en la toma de decisiones estratégicas, la realización de modelos de inteligencia artificial, el análisis exploratorio del mercado o como fuente centralizada de datos en la que toda la empresa se apoya.

source: Understanding and modelling the underlying patterns that are present in data provides a great competitive advantage to companies since, not only more correct strategic decisions are made, but these decisions are executed practically in real time due to the automation of these processes.
es_es: Entender y modelizar los patrones subyacentes en los datos proporciona una gran ventaja competitiva a las empresas, ya que no solo se toman decisiones estratégicas más correctas, sino que se ejecutan prácticamente en tiempo real debido a la automatización de estos procesos.

source: Customer Segmentation
es_es: Segmentación de clientes

source: Search of Optimal Paths
es_es: Búsqueda de Rutas Óptimas

source: We create relationships of the records that lack unique identifier between the different data sources, using probabilistic methodologies of Record Linkage or Machine Learning.
es_es: Creamos relaciones de los registros que carecen de identificador único entre las diferentes fuentes de datos mediante metodologías probabilísticas de Record Linkage o Machine Learning.

source: Time Series Prediction
es_es: Predicción de series temporales

source: We are able to model any type of time series that has an implicit pattern, such as predicting product demands, prices or cash flows, using classic statistical techniques.
es_es: Somos capaces de modelar cualquier tipo de series de tiempo que tiene un patrón implícita, como la predicción de la demanda de productos, precios o flujos de efectivo, utilizando técnicas estadísticas clásicas.

source: Conversion Probability Estimation
es_es: Conversión estimación de probabilidad

source: We can estimate the probability of purchasing a product in a particular context using advanced classification algorithms. Something very valuable in terms of eCommerce, where knowing how much to bet on a product determines the profitability of an online marketing policy.
es_es: Podemos estimar la probabilidad de adquirir un producto en un contexto particular, el uso de algoritmos de clasificación avanzada. Algo muy valioso en términos de comercio electrónico, donde conocer la cantidad a apostar por un producto determina la rentabilidad de una política de marketing en línea.

source: Pricing Optimization
es_es: La optimización de precios

source: We develop intelligent algorithms for our clients that are able to understand the market context and change the price dynamically and automatically, thus increasing the speed of reaction to market changes and therefore their competitiveness.
es_es: Desarrollamos algoritmos inteligentes para nuestros clientes que son capaces de comprender el contexto del mercado y cambiar el precio de forma dinámica y automática, lo que aumenta la velocidad de reacción a los cambios del mercado y por lo tanto su competitividad.

source: Text Analysis
es_es: Análisis de texto

source: Recommendation Systems
es_es: Sistemas de recomendación

source: Image Recognition
es_es: Reconocimiento de imagenes

source: Visualization
es_es: Visualización

source: Our visualization services allow our clients to understand the dynamics of their market at a glance through dynamic dashboards, adapted to their specific needs.
es_es: Nuestros servicios de visualización permiten a nuestros clientes entender la dinámica de su mercado en un solo vistazo mediante dashboards dinámicos, adaptados a sus necesidades específicas.

source: Business Intelligence Tools
es_es: Herramientas de Business Intelligence

source: We transform information into knowledge in order to optimize the strategic decisions of a company by integrating any Business Intelligence technology according to the needs and preferences of our customers.
es_es: Transformamos la información en conocimiento con el fin de optimizar las decisiones estratégicas de una empresa mediante la integración de cualquier tecnología de Business Intelligence de acuerdo a las necesidades y preferencias de nuestros clientes.

source: Dashboards
es_es: Cuadros de mando

source: We are experts at developing interactive Dashboards that, based on large volumes of data, visually shows direct results and helps to make strategic decisions.
es_es: Somos expertos en el desarrollo de Dashboards interactivos que, a partir de grandes volúmenes de datos, muestran de manera visual resultados directos y ayudan a tomar decisiones estratégicas.

source: High Dimensions Visualization
es_es: Visualización de Altas Dimensiones

source: We provide visualization tools that make easy to quickly understand what is happening in our clients' market and thus be able to apply predictive analysis techniques and future projections.
es_es: Proporcionamos herramientas de visualización de múltiples variables en gráficas detalladas que facilitan entender rápidamente lo que está ocurriendo en el mercado de nuestros clientes para poder aplicar técnicas de análisis predictivo y proyecciones de futuro.

source: We provide all our services in real time at the request of our clients, as the reaction time is essential to determine, in many contexts, changes in market trends.
es_es: Ofrecemos todos nuestros servicios en tiempo real, a petición de nuestros clientes, ya que el tiempo de reacción es esencial para determinar, en muchos contextos, los cambios en las tendencias del mercado.

source: We have experience with the best technologies from the Big Data field and we are constantly adding new ones.
es_es: Tenemos experiencia con las mejores tecnologías del campo de datos grandes y estamos añadiendo constantemente nuevos.

source: OUR TEAM
es_es: NUESTRO EQUIPO

source: Meet Damavis
es_es: Conoce Damavis

source: The high versatility of our profiles makes it possible for us to provide our services in any area related to data.
es_es: La alta versatilidad de nuestros perfiles nos permite brindar nuestros servicios en cualquier área relacionada con los datos.

source: Terms of use of the website
es_es: Condiciones generales de uso del sitio web

source: FIRST
es_es: PRIMERA

source: Conditions of access and use
es_es: Condiciones de acceso y uso

source: In compliance with Article 10 of Law 34/2002 of 11 July, Services Information Society and Electronic Commerce (LSSICE):/2002, de 11 de julio, de Servicios de la Sociedad de la Información y Comercio Electrónico (LSSICE):
es_es: En cumplimiento de lo dispuesto en el artículo 10 de la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y Comercio Electrónico (LSSICE):

source: Aneior Studio, SL, established in Playa, 9 4 - 07458 Santa Margalida, Illes Balears with NIF B16592768 owns and makes available on its website damavis.com informative information about your business.
es_es: Aneior Studio, SL, con domicilio en Playa, 9 4 - 07458 Santa Margalida, Illes Balears con NIF B16592768 es titular y pone a disposición en su sitio web damavis.com información de carácter informativo sobre su actividad comercial.

source: Access to the website implies unreserved acceptance of these general conditions of use which the user states to fully understand. The user undertakes not to use the website for activities contrary to the law and respect at all times these conditions generales.º
es_es: El acceso al sitio web implica sin reservas la aceptación de las presentes condiciones generales de uso que el USUARIO afirma comprender en su totalidad. El USUARIO se compromete a no utilizar el sitio web para actividades contrarias a la ley y respetar en todo momento las presentes condiciones generales.º

source: SECOND
es_es: SEGUNDA

source: Contents
es_es: Contenidos
