Repository: kompadre/damavisws
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: es_es

source: The contents have been fully processed by the owner of the website and it reserves the right to modify any existing content at any time.
es_es: Los contenidos han sido elaborados íntegramente por el propietario del sitio web y este se reserva el derecho a modificar cualquier contenido existente en cualquier momento.

source: THIRD
es_es: TERCERA

source: Copyright and Brand
es_es: Derechos de Autor y Marca

source: FOURTH
es_es: CUARTA

source: Personal data protection
es_es: Protección de datos de caracter personal

source: This website does not collect any personal information by any medium itself.
es_es: Este sitio web no recaba ningún tipo de dato personal por ningún medio propio.

source: FIFTH
es_es: QUINTA

source: Jurisdiction and applicable law
es_es: Jurisdicción y ley aplicable

source: SIXTH
es_es: SEXTA

source: Cookies policy
es_es: Aviso de cookies

source: These general conditions are governed by Spanish law. It is competent to resolve any jurisdictional dispute the parties expressly submit to the Courts of Palma de Mallorca (Illes Balears).
es_es: Las presentes condiciones generales se rigen por la legislación española. Siendo competentes para solventar cualquier controversia jurisdiccional sometiéndose expresamente las partes a los Juzgados y Tribunales de Palma de Mallorca (Illes Balears).

source: SEVENTH
es_es: SEPTIMA

source: Integrity
es_es: Integridad

source: If any provision of this document is declared invalid, the other clauses will not affected and maintain their integrity.
es_es: En caso de que cualquier cláusula del presente documento sea declarada nula, la demás cláusulas no se verán afectadas y mantendrán su integridad.

source: WORK WITH US
es_es: TRABAJA CON NOSOTROS

source: We are a team of Data Engineers and Data Scientists; experts in the fields of Big Data and Artificial Intelligence.
es_es: Somos un equipo de Data Engineer y Data Scientist expertos en BigData e Inteligencia Artificial.

source: We are oriented to provide value-added solutions to companies. Our most important values are the quality of our team and the service offered, which is why we attach great importance to the people who are part of the team.
es_es: Estamos orientados a brindar soluciones de valor agregado a las empresas. Nuestros valores más importantes son la calidad de nuestro equipo y el servicio ofrecido, por eso damos gran importancia a las personas que forman parte del equipo.

source: OUR OPEN POSITION
es_es: VER OFERTAS

source: You will have to:
es_es: Serás responsable de:

source: Communication with the client both to understand their needs and to transmit the proposals and solutions developed by the data engineering team.
es_es: Comunicación con el cliente tanto para entender sus necesidades como para transmitir las propuestas y soluciones desarrolladas por el equipo de ingeniería de datos.

source: Participate in the development of Data Lake and Data Warehouse, as well as in real-time applications.
es_es: Participar en el desarrollo de Data Lake y Data Warehouse, así como en aplicaciones en tiempo real.

source: Automate data imports, exports, and transformations with orchestrators.
es_es: Automatizar importaciones, exportaciones y transformaciones de datos con orquestadores.

source: Management of SQL and NoSQL databases.
es_es: Gestión de bases de datos SQL y NoSQL.

source: Build horizontally scalable pipelines and data management applications.
es_es: Construir pipelines y aplicaciones de gestión del dato escalables horizontalmente.

source: Requirements
es_es: Requisitos

source: Person graduate in computer engineering or other degrees with a high technological component.
es_es: Persona graduada en ingeniería informática u otros grados con un alto componente tecnológico.

source: Clear understanding of software architecture and good programming practices such as SOLID principles.
es_es: Claro entendimiento de arquitectura de software y buenas prácticas de programación como los principios SOLID.

source: Advanced knowledge of Scala, Python and SQL that allow write, test and validate an agile code.
es_es: Conocimientos avanzados de Scala, Python y SQL que permitan escribir, testear y validar código de forma ágil.

source: Knowledge-based Linux operating systems.
es_es: Conocimientos en sistemas operativos basados en linux.

source: Experience with Ecosystem Hadoop technologies, as HDFS, Spark, Sqoop, among others.
es_es: Experiencia con tecnologías del Ecosistema Hadoop, como HDFS, Spark, Sqoop, entre otras.

source: Communication skills both technical people and business profiles.
es_es: Capacidad de comunicación tanto con personas técnicas como con perfiles de negocio.

source: Experience in export process orchestration and transformation of the data.
es_es: Experiencia en orquestación de procesos de exportación y transformación del dato.

source: Knowledge of version control systems.
es_es: Conocimientos de sistema de control de versiones.

source: Requisitos
es_es: Requirements

source: Devotion to free software.
es_es: Devoción al software libre.

source: Experience with agile development methodologies.
es_es: Experiencia con metodologías agile.

source: GitHub profile showing your professional skills.
es_es: Perfil en GitHub demostrando sus habilidades.

source: Knowledge of CI / CD tools.
es_es: Conocimientos de herramientas de CI / CD.

source: JOIN US
es_es: ÚNETE A NOSOTROS

source: Do you want to be part of the Damavis team?
es_es: ¿Quieres formar parte del equipo Damavis?

source: Apply now
es_es: Suscríbete

source: Do you want to work with us?
es_es: ¿Quieres trabajar con nosotros?
